"wikimedia-articletopics-topic-art" = "Art";
"wikimedia-articletopics-topic-entertainment" = "Divertissement";
"wikimedia-articletopics-topic-sports" = "Sports";
"wikimedia-articletopics-topic-music" = "Musique";
"wikimedia-articletopics-topic-engineering" = "Sciences de l\U2019ing\U00e9nieur";
"wikimedia-articletopics-topic-oceania" = "Oc\U00e9anie";
"wikimedia-articletopics-topic-earth-and-environment" = "Terre et environnement";
"wikimedia-articletopics-topic-biography" = "Biographie (tous)";
"wikimedia-articletopics-topic-comics-and-anime" = "Bande dessin\U00e9e et dessin anim\U00e9";
"wikimedia-articletopics-topic-history" = "Histoire";
"wikimedia-articletopics-topic-africa" = "Afrique";
"wikimedia-articletopics-topic-architecture" = "Architecture";
"wikimedia-articletopics-topic-physics" = "Physique";
"wikimedia-articletopics-topic-europe" = "Europe";
"wikimedia-articletopics-topic-mathematics" = "Math\U00e9matiques";
"wikimedia-articletopics-topic-literature" = "Litt\U00e9rature";
"wikimedia-articletopics-topic-tv-and-film" = "T\U00e9l\U00e9vision et film";
"wikimedia-articletopics-topic-south-america" = "Am\U00e9rique du Sud";
"wikimedia-articletopics-topic-medicine-and-health" = "M\U00e9decine et sant\U00e9";
"wikimedia-articletopics-topic-women" = "Biographie (femmes)";
"wikimedia-articletopics-topic-central-america" = "Am\U00e9rique centrale";
"wikimedia-articletopics-topic-philosophy-and-religion" = "Philosophie et religion";
"wikimedia-articletopics-topic-society" = "Soci\U00e9t\U00e9";
"wikimedia-articletopics-topic-military-and-warfare" = "Arm\U00e9e et guerre";
"wikimedia-articletopics-topic-politics-and-government" = "Politique et gouvernement";
"wikimedia-articletopics-topic-education" = "\U00c9ducation";
"wikimedia-articletopics-topic-biology" = "Biologie";
"wikimedia-articletopics-topic-north-america" = "Am\U00e9rique du Nord";
"wikimedia-articletopics-topic-general-science" = "Science g\U00e9n\U00e9rale";
"wikimedia-articletopics-topic-technology" = "Technologie";
"wikimedia-articletopics-topic-video-games" = "Jeux vid\U00e9o";
"wikimedia-articletopics-topic-computers-and-internet" = "Ordinateurs et internet";
"wikimedia-articletopics-topic-food-and-drink" = "Nourriture et boissons";
"wikimedia-articletopics-topic-asia" = "Asie";
"wikimedia-articletopics-topic-transportation" = "Transports";
"wikimedia-articletopics-topic-chemistry" = "Chimie";
"wikimedia-articletopics-topic-fashion" = "Mode";
"wikimedia-articletopics-topic-business-and-economics" = "Commerce et \U00e9conomie";
"wikimedia-articletopics-topic-performing-arts" = "Arts du spectacle";
